Repository: yoshitaka26/PadeLovers
Catalog: PadeLovers/Resources/Localizable.xcstrings
Source language: en
Languages: ja

source: Auto play mode fired
ja: 試合数重視モードに 切り替えました

source: Auto play mode reset
ja: 自動切り替わりを リセットしました

source: Auto play mode set
ja: 分後に試合数重視モードへ 自動で切り替わります

source: Auto Switching Mode
ja: 自動切り替わり

source: Combination oriented mode
ja: 組み合わせ重視モード

source: Court
ja: コート数

source: Game Result
ja: 試合結果

source: Game view match
ja: 試合組合せ

source: Game view result
ja: 試合結果

source: Game view setting
ja: 試合設定

source: Get out of the match
ja: 試合から抜けました

source: Match count
ja: 試合数

source: Match count oriented mode
ja: 試合数重視モード

source: Mode
ja: 試合組み

source: Need more players
ja: 不足しています

source: Pairing
ja: 固定ペア

source: Participate in the match
ja: 試合に参加しました

source: Player
ja: プレイヤー

source: Player count
ja: 人

source: Playing Player
ja: 参加人数

source: Reset pairing
ja: 固定ペアをリセットしました

source: Save Game Result
ja: 試合結果を記録
